"WIFI NOT REACHABLE" = "IMPOSIBLE CONECTAR WIFI";
"START NOT RECEIVED" = "INICIO NO RECIBIDO";
"CONTROL LINK NOT AVAILABLE" = "ENLACE DE CONTROL NO DISPONIBLE";
"ULTRASOUND EMERGENCY" = "PROBLEMA DE ULTRASONIDOS";
"CUT OUT EMERGENCY" = "PROBLEMA DE BLOQUEO EN HÉLICES";
"MOTORS EMERGENCY" = "PROBLEMA DE MOTORES";
"CAMERA EMERGENCY" = "PROBLEMA DE CÁMARA";
"PIC WATCHDOG EMERGENCY" = "PROBLEMA CENTRAL DE INERCIA";
"PIC VERSION EMERGENCY" = "PROBLEMA DE VERSIÓN CENTRAL DE INERCIA";
"TOO MUCH ANGLE EMERGENCY" = "PROBLEMA MOTORES TRAS INVERSIÓN DEL DRONE";	
"BATTERY LOW EMERGENCY" = "PROBLEMA DE BATERÍA BAJA";
"USER EMERGENCY" = "PARADA DE MOTORES SOLICITADA POR USUARIO";
"UNKNOWN EMERGENCY" = "PROBLEMA NO IDENTIFICADO";
"PRESS RESET" = "PULSAR REINICIO";
"BATTERY LOW ALERT" = "AVISO DE BATERÍA BAJA";
"ULTRASOUND ALERT" = "AVISO DE ULTRASONIDOS";
"VISION ALERT" = "AVISO DE VISIÓN";
"VIDEO CONNECTION ALERT" = "AVISO DE CONEXIÓN DE VÍDEO";
"CAMERA ALERT" = "AVISO DE CÁMARA";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "Unidad USB llena\nConecte una nueva";
"Please reboot your %@ to enable full piloting capabilities" = "Reinicie su %@ para habilitar todas las funciones de pilotaje";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "El vídeo se está procesando\nNo cierre la aplicación\nAparecerá en breve en la sección de vídeo";
"Please wait until the end of the recording" = "Espere a que finalice la grabación";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "PARÁMETROS POR DEFECTO";
"FLAT TRIM" = "AJUSTE HORIZONTAL";
"PERSONAL SETTINGS" = "CONFIGURACIÓN PERSONAL";
"PAIRING" = "EMPAREJAMIENTO";
"AR.DRONE NETWORK NAME" = "NOMBRE DE RED DE AR.DRONE";
"INTERFACE OPACITY" = "OPACIDAD DE LA INTERFAZ";
"USB RECORD" = "GRABACIÓN USB";
"FLIP ENABLED" = "OPCIÓN FLIP HABILITADA";
"FLIGHT SETTINGS" = "CONFIGURACIÓN DE VUELO";
"ALTITUDE LIMIT" = "LÍMITE DE ALTITUD";
"VERTICAL SPEED MAX" = "VELOCIDAD VERTICAL";
"mm/s" = "mm/s";
"ROTATION SPEED MAX" = "VELOCIDAD DE ROTACIÓN";
"°/s" = "°/s";
"TILT ANGLE MAX" = "ÁNGULO DE INCLINACIÓN";
"OUTDOOR HULL" = "CARCASA PARA EXTERIOR";
"OUTDOOR FLIGHT" = "VUELO EXTERIOR";
"PILOTING MODE" = "MODO DE PILOTAJE";
"JOYPAD MODE" = "MODO MANDO ANALÓGICO";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "CALIBRACIÓN";
"Calibration Warning" = "Advertencia De Calibración";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "Mantenga la distancia con el AR.Drone. Ahora girará una vez sobre sí mismo para calibrar su brújula.";
"LEFT-HANDED" = "ZURDO";
"%@ TILT MAX" = "ÁNGULO MÁX. %@";
"STATUS" = "ESTADO";
"Version" = "Versión";
"Hardware" = "Hardware";
"Software" = "Software";
"INERTIAL" = "INERTIAL";
"MOTORS VERSIONS" = "VERSIONES DE MOTORES";
"MOTOR %d" = "MOTOR %d";
"Type" = "Tipo";
"VIDEO SETTINGS" = "CONFIGURACIÓN DE VÍDEO";
"ADAPTATIVE VIDEO" = "VÍDEO ADAPTATIVO";
"VIDEO CODEC" = "CÓDEC DE VÍDEO";

"New AR.Drone network name" = "Nuevo Nombre de Red del AR.Drone";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "Salga de la aplicación y reinicie el AR.Drone. Conéctese a la red %s y reinicie AR.FreeFlight para aplicar los cambios.";
"Bad network name" = "Nombre de Red Incorrecto";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "El nombre de la red solo puede contener caracteres alfanuméricos y guiones bajos, y no puede exceder los 32 caracteres.";
"Location Services Disabled" = "Servicios de Localización Deshabilitados";
"You need to enable this service to use absolute control." = "Tiene que activar estos servicios para poder utilizar el modo control absoluto.";
"Location Services Alert" = "Aviso de Servicios de Localización";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "La búsqueda de Servicios de localización ha expirado.\nSu ubicación no se guardará en el AR.Drone.";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "Si desea guardar su ubicación y acceder a su galería de medios, habilítela en la configuración del dispositivo.";